Repository: dlukes/kudlanka
Catalog: kudlanka/translations/*/LC_MESSAGES/messages.po
Languages: cs

source: Please provide a SECRET_KEY and a SECURITY_PASSWORD_SALT.
cs: Je třeba v konfiguraci zadat SECRET_KEY a SECURITY_PASSWORD_SALT.

source: Access forbidden.
cs: Neoprávněný přístup.

source: You are not allowed to edit this segment.
cs: Nemáte právo editovat tento segment.

source: The length of the segment being inserted does not match the length of segment with SID {0} in the database.
cs: Délka vkládaného segmentu neodpovídá délce segmentu pro SID {0} v databázi.

source: The word being inserted ({0}) does not match the word ({1}) at position {2} in segment with SID {3} in the database.
cs: Vkládané slovo {0} neodpovídá slovu {1} na {2}. pozici v segmentu s SID {3} v databázi.

source: Pick lemma at position {0}.
cs: Na {0}. vkládané pozici prosím vyberte lemma.

source: Pick tag at position {0}.
cs: Na {0}. vkládané pozici prosím vyberte tag.

source: Segment with SID {0} does not exist.
cs: Segment s SID {0} neexistuje.

source: Currently unable to assign new segment.
cs: V tuto chvíli nelze přidělit další segment.

source: You're done :) Ask the admin for a new batch.
cs: Máte hotovo :) Požádejte administrátora o přidělení další várky.

source: English
cs: angličtina

source: Czech
cs: čeština

source: You do not have permission to view this resource.
cs: Přístup ke čtení odepřen.

source: Thank you. Confirmation instructions have been sent to %(email)s.
cs: Děkujeme. Instrukce k potvrzení byly odeslány na %(email)s.

source: Thank you. Your email has been confirmed.
cs: Děkujeme. Váš e-mail byl potvrzen.

source: Your email has already been confirmed.
cs: Váš e-mail již byl potvrzen.

source: Invalid confirmation token.
cs: Neplatný potvrzovací token.

source: %(email)s is already associated with an account.
cs: K e-mailu %(email)s již účet existuje.

source: Password does not match
cs: Heslo neodpovídá

source: Passwords do not match
cs: Hesla si neodpovídají

source: Redirections outside the domain are forbidden
cs: Přesměrování za hranice domény není povoleno

source: Instructions to reset your password have been sent to %(email)s.
cs: Instrukce k obnovení hesla byly odeslány na %(email)s.

source: You did not reset your password within %(within)s. New instructions have been sent to %(email)s.
cs: Heslo nebylo obnoveno v limitu %(within)s. Nové instrukce byly odeslány na %(email)s.

source: Invalid reset password token.
cs: Neplatný token pro obnovení hesla.

source: Email requires confirmation.
cs: E-mail vyžaduje potvrzení.

source: Confirmation instructions have been sent to %(email)s.
cs: Instrukce k potvrzení byly odeslány na %(email)s.

source: You did not confirm your email within %(within)s. New instructions to confirm your email have been sent to %(email)s.
cs: E-mail nebyl potvrzen v limitu %(within)s. Nové instrukce k potvrzení e-mailu byly odeslány na %(email)s.

source: You did not login within %(within)s. New instructions to login have been sent to %(email)s.
cs: Nepřihlásili jste se v limitu %(within)s. Nové instrukce k přihlášení byly odeslány na %(email)s.

source: Instructions to login have been sent to %(email)s.
cs: Instrukce k přihlášení byly odeslány na %(email)s.

source: Invalid login token.
cs: Neplatný přihlašovací token.

source: Account is disabled.
cs: Účet je deaktivovaný.

source: Email not provided
cs: Chybí e-mail

source: Invalid email address
cs: Neplatný e-mail

source: Password not provided
cs: Chybí heslo

source: No password is set for this user
cs: Uživatel nemá nastavené heslo

source: Password must be at least 6 characters
cs: Heslo musí obsahovat alespoň 6 znaků

source: Specified user does not exist
cs: Uvedený uživatel neexistuje

source: Invalid password
cs: Neplatné heslo

source: You have successfuly logged in.
cs: Přihlášení proběhlo v pořádku.

source: You successfully reset your password and you have been logged in automatically.
cs: Heslo bylo úspěšně obnoveno a byli jste automaticky přihlášeni.

source: Your new password must be different than your previous password.
cs: Vaše nové heslo musí být jiné než to předchozí.

source: You successfully changed your password.
cs: Heslo bylo úspěšně změněno.

source: Please log in to access this page.
cs: Pro přístup na tuto stránku se prosím přihlašte.

source: Please reauthenticate to access this page.
cs: Pro přístup na tuto stránku se prosím reautentifikujte.

source: Batch size
cs: Velikost várky

source: Fill out the batch size field.
cs: Vyplňte pole velikost várky.

source: Batch size must be > 0.
cs: Velikost várky musí být > 0.

source: User
cs: Uživatel

source: Assign
cs: Přidělit

source: The user already has a batch assigned.
cs: Uživatel má již várku přidělenou.

source: Interface language
cs: Jazyk rozhraní

source: User name (email)
cs: Uživatelské jméno (e-mail)

source: Password
cs: Heslo

source: Retype password
cs: Zopakujte heslo

source: Add new user
cs: Přidat nového uživatele

source: Remember me
cs: Zapamatovat přihlášení

source: Log in
cs: Přihlásit se

source: New password
cs: Nové heslo

source: Change password
cs: Změnit heslo

source: New batch successfully added.
cs: Nová várka úspěšně přidána.

source: New user successfully added.
cs: Nový uživatel úspěšně přidán.

source: Settings updated.
cs: Nastavení aktualizováno.

source: Users
cs: Uživatelé

source: assigned
cs: přiděleno

source: remaining
cs: zbývá

source: progress
cs: postup

source: Assign new batch
cs: Přidělit novou várku

source: Management
cs: Správa

source: Overview
cs: Přehled

source: Resume work
cs: Pokračovat v práci

source: Settings
cs: Nastavení

source: Log out
cs: Odhlásit se

source: Context
cs: Kontext

source: Disambiguation
cs: Desambiguace

source: mark
cs: označit

source: note
cs: poznámka

source: pick lemma first
cs: vyberte nejprve lemma

source: Save
cs: Uložit

source: Tag help for
cs: Nápověda k tagu

source: Batches
cs: Várky

source: Segments processed
cs: Zpracované segmenty

source: corpus
cs: korpus

source: yes
cs: ano

source: no
cs: ne

source: Change settings
cs: Změnit nastavení

source: Login
cs: Přihlášení
